tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "delphinus/macvim-kaoriya"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "splhack/splhack"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "cscope"
brew "jpeg"
brew "elixir"
brew "exa"
brew "exercism"
brew "lame"
brew "git"
brew "xvid"
brew "ffmpeg"
brew "fribidi"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphviz"
brew "harfbuzz"
brew "hub"
brew "jq"
brew "libass"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "sqlite"
brew "python3"
brew "mpv"
brew "mysql", restart_service: true
brew "nkf"
brew "nmap"
brew "node"
brew "peco"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "terminal-notifier"
brew "textql"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "xsv"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "splhack/splhack/cmigemo-mk", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "appcleaner"
cask "atom"
cask "clipy"
cask "dotnet"
cask "gitup"
cask "ichm"
cask "iterm2"
cask "kap"
cask "karabiner"
cask "libreoffice"
cask "licecap"
cask "min"
cask "playback"
cask "sequel-pro"
cask "shiftit"
cask "the-unarchiver"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-hasklig"
cask "caskroom/fonts/font-hasklig-nerd-font"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/fonts/font-iosevka-nerd-font"
cask "caskroom/fonts/font-monoid"
cask "caskroom/fonts/font-myrica"
cask "caskroom/fonts/font-ricty-diminished"
cask "caskroom/fonts/font-source-han-code-jp"
cask "delphinus/macvim-kaoriya/macvim-kaoriya"
