tap "buo/cask-upgrade"
tap "delphinus/macvim-kaoriya"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "osx-cross/avr"
tap "px4/px4"
tap "splhack/splhack"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "bat"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "sqlite"
brew "python"
brew "glib"
brew "pixman"
brew "cairo"
brew "cscope"
brew "dfu-programmer"
brew "dfu-util"
brew "docker-clean"
brew "jpeg"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fribidi"
brew "fselect"
brew "fzf"
brew "fzy"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphviz"
brew "grpc"
brew "harfbuzz"
brew "hub"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-helm"
brew "libass"
brew "libyaml"
brew "little-cms2"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "mono", link: false
brew "mpv"
brew "msgpack-tools"
brew "mysql", restart_service: true
brew "neovim"
brew "nkf"
brew "nmap"
brew "node"
brew "peco"
brew "plantuml"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust"
brew "stern"
brew "tealdeer"
brew "terminal-notifier"
brew "terraform"
brew "textql"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "xsv"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "jesseduffield/lazydocker/lazydocker"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "splhack/splhack/cmigemo-mk", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "appcleaner"
cask "atom"
cask "clipy"
cask "dotnet"
cask "font-fira-code"
cask "font-hasklig"
cask "font-hasklig-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-monoid"
cask "font-myrica"
cask "font-ricty-diminished"
cask "font-source-han-code-jp"
cask "gitup"
cask "ichm"
cask "iterm2"
cask "java"
cask "kap"
cask "karabiner"
cask "libreoffice"
cask "licecap"
cask "min"
cask "oni"
cask "playback"
cask "sequel-pro-nightly"
cask "shiftit"
cask "table-tool"
cask "the-unarchiver"
cask "visual-studio-code"
cask "delphinus/macvim-kaoriya/macvim-kaoriya"
