tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'splhack/splhack'
tap 'universal-ctags/universal-ctags'
brew 'autoconf'
brew 'automake'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'cscope'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'fribidi'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'hub'
brew 'jpeg'
brew 'libass'
brew 'libtiff'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'lua51'
brew 'luajit'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'xz'
brew 'python3'
brew 'macvim'
brew 'mono'
brew 'youtube-dl'
brew 'mpv'
brew 'mysql'
brew 'nkf'
brew 'node'
brew 'peco'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'ripgrep'
brew 'ruby'
brew 'tig'
brew 'trash'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'
brew 'splhack/splhack/cmigemo-mk', args: ['HEAD']
brew 'splhack/splhack/macvim-kaoriya', args: ['HEAD']
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'atom'
cask 'font-monoid'
cask 'font-source-han-code-jp'
cask 'google-drive'
cask 'iterm2'
cask 'karabiner'
cask 'licecap'
cask 'playback'
cask 'shiftit'
cask 'the-unarchiver'
